"NotificationsTitle_RunSomeCleanup" = "Tijd om de Mac op te ruimen!";
"NotificationDescription_RunSomeCleanup" = "Start CleanMyMac om ruimte op de schijf vrij te maken.";
"NotificationDescription_RunScan" = "Start CleanMyMac om rommel op de Mac te zoeken.";
"Launch" = "Start";
"Cancel" = "Annuleer";
